require 'socket'

brew "asdf"
brew "awscli"
brew "fzf"
brew "helm"
brew "kubectl"
brew "neovim"
brew "pandoc"
brew "ripgrep"
brew "tmux"
brew "wget"
brew "httpie"

cask "ghostty"

cask "visual-studio-code"

tap "finestructure/Hummingbird"
cask "finestructure/hummingbird/hummingbird"

if ['robinbook'].include? Socket.gethostname
  mas "AdGuard for Safari", id: 1440147259
  mas "Bitwarden", id: 1352778147
  mas "Dark Reader for Safari", id: 1438243180
  mas "Keynote", id: 409183694
  mas "Microsoft Excel", id: 462058435
  mas "Microsoft PowerPoint", id: 462062816
  mas "Microsoft Word", id: 462054704
  mas "Numbers", id: 409203825
  mas "Pages", id: 409201541
  mas "Surfshark VPN: stable & fast", id: 1437809329
  mas "WhatsApp Messenger", id: 310633997
end
